Revit 2024 API
FabricationConfigurationInfo.Version Property
 The version of the fabrication configuration.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2016
Syntax
C#
public double Version { get; }
Visual Basic
Public ReadOnly Property Version As Double
	Get
Visual C++
public:
property double Version {
	double get ();
}
See Also
FabricationConfigurationInfo Class
Autodesk.Revit.DB Namespace